{
  "articles": [
    {
      "id": 1,
      "title": "New Study Reveals Surprising Health Benefits of Coffee",
      "date": "2024-10-15",
      "category": "Health",
      "content": "A new study published this week has found that drinking coffee may have numerous health benefits. The study, conducted over ten years, tracked the health outcomes of 10,000 participants who consumed coffee regularly...",
      "views": 150,
      "wordCount": 500,
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/A_small_cup_of_coffee.JPG/1280px-A_small_cup_of_coffee.JPG"
    },
    {
      "id": 2,
      "title": "Tech Giants Announce Collaboration on AI Safety Standards",
      "date": "2024-11-01",
      "category": "Technology",
      "content": "In a groundbreaking move, several major tech companies have come together to develop common standards for artificial intelligence safety. This collaboration aims to address ethical and security concerns around the rapid development of AI...",
      "views": 300,
      "wordCount": 650,
      "image": "https://d2eehagpk5cl65.cloudfront.net/img/c800x450-w800-q80/uploads/2023/01/dreamstime_xxl_209504587-800x450.jpg"
    },
    {
      "id": 3,
      "title": "Local Art Fair Brings Creativity to the Community",
      "date": "2024-09-22",
      "category": "Arts",
      "content": "This year’s local art fair saw a record attendance as artists and creators gathered to display their works. From paintings to sculptures and everything in between, the fair offered a vibrant display of community creativity...",
      "views": 85,
      "wordCount": 400,
      "image": "https://static01.nyt.com/images/2023/09/07/multimedia/07art-fair-sidebar-gzjw/07art-fair-sidebar-gzjw-mediumSquareAt3X.jpg"
    },
    {
      "id": 4,
      "title": "Experts Predict Economic Trends for 2025",
      "date": "2024-10-05",
      "category": "Finance",
      "content": "With 2025 on the horizon, financial experts have released their predictions for economic trends that may shape the upcoming year. Topics range from inflation rates and job markets to the potential impact of technological advancements...",
      "views": 220,
      "wordCount": 700,
      "image": "https://img.freepik.com/free-vector/growth-global_24877-49249.jpg"
    },
    {
      "id": 5,
      "title": "Climate Change and the Future of Renewable Energy",
      "date": "2024-11-02",
      "category": "Environment",
      "content": "As climate change continues to be a pressing global issue, renewable energy sources are becoming increasingly important. Experts believe that the shift to renewable energy could not only mitigate environmental impacts but also drive economic growth...",
      "views": 400,
      "wordCount": 800,
      "image": "https://www.noaa.gov/sites/default/files/styles/landscape_width_1275/public/2022-03/PHOTO-Climate-Collage-Diagonal-Design-NOAA-Communications-NO-NOAA-Logo.jpg"
    },
    {
      "id": 6,
      "title": "Breakthroughs in Cancer Research Offer New Hope",
      "date": "2024-08-30",
      "category": "Health",
      "content": "Recent breakthroughs in cancer research have led to promising new treatments that may improve survival rates for several types of cancer. Researchers are optimistic about these advancements, though caution that more studies are needed...",
      "views": 130,
      "wordCount": 550,
      "image": "https://dam.northwell.edu/m/7b9824e4404b587c/Drupal-Web_GettyImages-1087354724.jpg"
    },
    {
      "id": 7,
      "title": "Guide to Traveling on a Budget in 2025",
      "date": "2024-10-20",
      "category": "Travel",
      "content": "With travel becoming more accessible post-pandemic, many people are looking for ways to explore the world on a budget. From tips on finding affordable accommodations to advice on saving money on flights, this guide is perfect for travel enthusiasts...",
      "views": 90,
      "wordCount": 450,
      "image": "https://lh4.googleusercontent.com/OjklLJ8tV1A8K1AbgWxecUmamdKVQ32u57fN3p5bez9_GSdndOuqoUzT0F5RRmSP7FYaWCxsAi0MEsxG2geYE4YSD37PRa5YKzdo6XjnfyiDmRDoRUcyi1uqzAif_DR7IX_lqkG13X2w5KqasA2sEA"
    },
    {
      "id": 8,
      "title": "The Rise of Electric Vehicles in the Automotive Industry",
      "date": "2024-09-15",
      "category": "Automotive",
      "content": "Electric vehicles are gaining popularity worldwide as consumers seek eco-friendly alternatives to traditional gasoline-powered cars. Automakers are racing to meet this demand by introducing a variety of new electric models to the market...",
      "views": 250,
      "wordCount": 600,
      "image": "https://img.choice.com.au/-/media/08105110c2ff48b58d436dff479f49a5.ashx"
    },
    {
      "id": 9,
      "title": "How Meditation Can Improve Mental Health",
      "date": "2024-11-04",
      "category": "Health",
      "content": "In a fast-paced world, meditation is increasingly recognized as a powerful tool for managing stress and improving mental health. Studies suggest that regular meditation can lead to reduced anxiety, better focus, and improved emotional regulation...",
      "views": 175,
      "wordCount": 500,
      "image": "https://www.verywellmind.com/thmb/4ezMvupLUSSF9NzD5wqeJjtLekA=/2119x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-938890492-becc3fc4757849bea672f148454943f9.jpg"
    },
    {
      "id": 10,
      "title": "The Impact of Social Media on Modern Relationships",
      "date": "2024-10-12",
      "category": "Society",
      "content": "Social media has changed the way people connect, but what impact does it have on relationships? Experts say that while social media can strengthen bonds, it can also create misunderstandings and increase anxiety among users...",
      "views": 205,
      "wordCount": 550,
      "image": "https://i0.wp.com/olumuse.org/wp-content/uploads/2019/10/vector-set-social-media-icons_53876-59998.jpg?fit=626%2C626&ssl=1"
    }
  ]
}